{
  "heading": "Defense budgets examined: how much do the 27 EU states spend on their military?",
  "subheading": "An overview of the total military expenditures in Mio. US$ in countries of the European Union in 2022",
  "legend1": "No data available",
  "tooltip1": "Mio. US$",
  "textSourceDescription": "Source",
  "textSource": "SIPRI",
  "textNoteDescription": "Note",
  "textNote": "The SIPRI Military Expenditure Database gives the annual military spending of countries since 1949, allowing comparison of countries’ military spending in local currency at current prices; in US dollars at constant prices and exchange rates; as a share of GDP; per capita and as a share of government spending. For information on definition, sources and methods, please see: https://www.sipri.org/databases/milex/sources-and-methods.",
  "textDataAccess": "Access the data",
  "linkDataAccess": "https://milex.sipri.org/sipri",
  "textCountryClick": "Click for more info",
  "extraInfoText_AT": "Share of GDP: 0,77% Total spending in million US$: 3783.87",
  "extraInfoText_BE": "Share of GDP: 1,18% Total spending in million US$: 7045",
  "extraInfoText_BG": "Share of GDP: 1,51% Total spending in million US$: 1336.45",
  "extraInfoText_CY": "Share of GDP: 1,81% Total spending in million US$: 514.59",
  "extraInfoText_CZ": "Share of GDP: 1,36% Total spending in million US$: 3707.13",
  "extraInfoText_DE": "Share of GDP: 1,39% Total spending in million US$: 57807.74",
  "extraInfoText_DK": "Share of GDP: 1,42% Total spending in million US$: 5737.65",
  "extraInfoText_EE": "Share of GDP: 2,09% Total spending in million US$: 753.54",
  "extraInfoText_EL": "Share of GDP: 3,69% Total spending in million US$: 8347.53",
  "extraInfoText_ES": "Share of GDP: 1,47% Total spending in million US$: 20979.21",
  "extraInfoText_FI": "Share of GDP: 1,72% Total spending in million US$: 5089.52",
  "extraInfoText_FR": "Share of GDP: 1,94% Total spending in million US$: 56999.72",
  "extraInfoText_HR": "Share of GDP: 2,17% Total spending in million US$: 1341.22",
  "extraInfoText_HU": "Share of GDP: 1,53% Total spending in million US$: 2774.03",
  "extraInfoText_IE": "Share of GDP: 0,23% Total spending in million US$: 1207.69",
  "extraInfoText_IT": "Share of GDP: 1,68% Total spending in million US$: 34627.47",
  "extraInfoText_LT": "Share of GDP: 2,52% Total spending in million US$: 1656.14",
  "extraInfoText_LU": "Share of GDP: 0,70% Total spending in million US$: 585.71",
  "extraInfoText_LV": "Share of GDP: 2,05% Total spending in million US$: 819.53",
  "extraInfoText_NL": "Share of GDP: 1,58% Total spending in million US$: 15670.76",
  "extraInfoText_PL": "Share of GDP: 2,39% Total spending in million US$: 16818.87",
  "extraInfoText_PT": "Share of GDP: 1,35% Total spending in million US$: 3647.6",
  "extraInfoText_RO": "Share of GDP: 1,73% Total spending in million US$: 5161.08",
  "extraInfoText_SI": "Share of GDP: 1,19% Total spending in million US$: 758.93",
  "extraInfoText_SK": "Share of GDP: 1,76% Total spending in million US$: 2003.01"
}