{
  "heading": "Разгледани бюджети за отбрана: какъв е делът от БВП на военните разходи в 27-те държави от ЕС?",
  "subheading": "Преглед на дела на БВП на военните разходи в страните от Европейския съюз през 2022 г., както и общите разходи в щатски долари и процентното изменение в сравнение с 2021 г.",
  "legend1": "Няма данни",
  "tooltip1": "Дял от БВП",
  "textSourceDescription": "Източник",
  "textSource": "SIPRI",
  "textNoteDescription": "Забележка",
  "textNote": "Базата данни за военните разходи на SIPRI дава годишните военни разходи на страните от 1949 г. насам, което позволява сравнение на военните разходи на страните в местна валута по текущи цени; в щатски долари по постоянни цени и обменни курсове; като дял от БВП; на глава от населението и като дял от държавните разходи. За информация относно дефиниция, източници и методи, моля, вижте: https://www.sipri.org/databases/milex/sources-and-methods.",
  "textDataAccess": "Достъп до данните",
  "linkDataAccess": "https://milex.sipri.org/sipri",
  "textCountryClick": "Кликнете за повече информация",
  "extraInfoText_AT": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -9,8% Общи разходи в милиони щатски долари: 3783,87",
  "extraInfoText_BE": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 12,9% Общи разходи в милиони щатски долари: 7045",
  "extraInfoText_BG": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 4,8% Общи разходи в милиони щатски долари: нула",
  "extraInfoText_CY": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -5,0% Общи разходи в милиони щатски долари: 514,59",
  "extraInfoText_CZ": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -5,8% Общи разходи в милиони щатски долари: 3707,13",
  "extraInfoText_DE": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 2,3% Общи разходи в милиони щатски долари: 57807,74",
  "extraInfoText_DK": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 8,8% Общи разходи в милиони щатски долари: 5737,65",
  "extraInfoText_EE": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 0,7% Общи разходи в милиони щатски долари: 753,54",
  "extraInfoText_EL": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 0,6% Общи разходи в милиони щатски долари: 8347,53",
  "extraInfoText_ES": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 7,3% Общи разходи в милиони щатски долари: 20979,21",
  "extraInfoText_FI": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 35,6% Общи разходи в милиони щатски долари: 5089,52",
  "extraInfoText_FR": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 0,6% Общи разходи в милиони щатски долари: 56999,72",
  "extraInfoText_HR": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -1,5% Общи разходи в милиони щатски долари: 1341,22",
  "extraInfoText_HU": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -9,3% Общи разходи в милиони щатски долари: 2774,03",
  "extraInfoText_IE": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -4,7% Общи разходи в милиони щатски долари: 1207,69",
  "extraInfoText_IT": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -4,5% Общи разходи в милиони щатски долари: 34627,47",
  "extraInfoText_LT": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 26,7% Общи разходи в милиони щатски долари: 1656,14",
  "extraInfoText_LU": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 45,2% Общи разходи в милиони щатски долари: 585,71",
  "extraInfoText_LV": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -0,4% Общи разходи в милиони щатски долари: 819,53",
  "extraInfoText_NL": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 12,4% Общи разходи в милиони щатски долари: 15670,76",
  "extraInfoText_PL": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 11,3% Общи разходи в милиони щатски долари: 16818,87",
  "extraInfoText_PT": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -6,4% Общи разходи в милиони щатски долари: 3647,6",
  "extraInfoText_RO": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -2,6% Общи разходи в милиони щатски долари: 5161,08",
  "extraInfoText_SE": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: 12,0% Общи разходи в милиони щатски долари: 8491,46",
  "extraInfoText_SI": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -0,5% Общи разходи в милиони щатски долари: 758,93",
  "extraInfoText_SK": "Увеличение или намаление на военните разходи 2021 г. спрямо 2022 г.: -3,0% Общи разходи в милиони щатски долари: 2003,01"
}