{
  "heading": "Каква част от БВП харчим за въоръжаване на армията?",
  "subheading": "Военни разходи като процент от БВП в страните от ЕС през 2023 г., общи разходи в щатски долари и процентно изменение спрямо 2022 г.",
  "legend1": "Няма данни",
  "tooltip1": "от БВП",
  "textSourceDescription": "Източник",
  "textSource": "SIPRI",
  "textNoteDescription": "Забележка",
  "textNote": "Базата данни за военните разходи на SIPRI предоставя годишните военни разходи на страните от 1949 г. насам, което позволява сравнение на военните разходи на страните в местна валута по текущи цени; в щатски долари по постоянни цени и обменни курсове; като дял от БВП; на глава от населението и като дял от държавните разходи. За информация относно дефиниция, източници и методи, моля, вижте: https://www.sipri.org/databases/milex/sources-and-methods.",
  "textDataAccess": "Достъп до данните",
  "linkDataAccess": "https://milex.sipri.org/sipri",
  "textCountryClick": "Кликнете за повече информация",
  "extraInfoText_AT": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 22,07% Общи разходи в милиони щатски долари: 4 410,00",
  "extraInfoText_BE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 10,73% Общи разходи в милиони щатски долари: 7 629,40",
  "extraInfoText_BG": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 33,51% Общи разходи в милиони щатски долари: 1 918,40",
  "extraInfoText_CY": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 6,46% Общи разходи в милиони щатски долари: 566,90",
  "extraInfoText_CZ": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 26,24% Общи разходи в милиони щатски долари: 5 056,30",
  "extraInfoText_DE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 19,01% Общи разходи в милиони щатски долари: 66 826,60",
  "extraInfoText_DK": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 48,77% Общи разходи в милиони щатски долари: 8 144,90",
  "extraInfoText_EE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 45,36% Общи разходи в милиони щатски долари: 1189,50",
  "extraInfoText_EL": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: -11,61% Общи разходи в милиони щатски долари: 7 729,80",
  "extraInfoText_ES": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 16,71% Общи разходи в милиони щатски долари: 23 699,10",
  "extraInfoText_FI": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 65,26% Общи разходи в милиони щатски долари: 7 348,00",
  "extraInfoText_FR": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 14,29% Общи разходи в милиони щатски долари: 61 301,30",
  "extraInfoText_HR": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 12,25% Общи разходи в милиони щатски долари: 1439,10",
  "extraInfoText_HU": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 33,74% Общи разходи в милиони щатски долари: 4 355,50",
  "extraInfoText_IE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 9,01% Общи разходи в милиони щатски долари: 1 269,20",
  "extraInfoText_IT": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 2,41% Общи разходи в милиони щатски долари: 35 528,90",
  "extraInfoText_LT": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 24,58% Общи разходи в милиони щатски долари: 2160,80",
  "extraInfoText_LU": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 29,93% Общи разходи в милиони щатски долари: 662,50",
  "extraInfoText_LV": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 22,10% Общи разходи в милиони щатски долари: 1 045,30",
  "extraInfoText_MT": "",
  "extraInfoText_NL": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 21,95% Общи разходи в милиони щатски долари: 16 624,80",
  "extraInfoText_PL": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 106,31% Общи разходи в милиони щатски долари: 31 649,90",
  "extraInfoText_PT": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 18,41% Общи разходи в милиони щатски долари: 4 223,20",
  "extraInfoText_RO": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 8,15% Общи разходи в милиони щатски долари: 5 610,70",
  "extraInfoText_SE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 13,37% Общи разходи в милиони щатски долари: 8 754,90",
  "extraInfoText_SI": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 17,07% Общи разходи в милиони щатски долари: 907,50",
  "extraInfoText_SK": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 27,68% Общи разходи в милиони щатски долари: 2 663,10"
}