{
  "heading": "Каква част от БВП харчим за въоръжаване на армията?",
  "subheading": "Военни разходи като процент от БВП в страните от ЕС през 2023 г., общи разходи в щатски долари и процентно изменение спрямо 2022 г.",
  "legend1": "Няма данни",
  "tooltip1": "от БВП",
  "textSourceDescription": "Източник",
  "textSource": "SIPRI",
  "textNoteDescription": "Забележка",
  "textNote": "Базата данни за военните разходи на SIPRI дава годишните военни разходи на страните от 1949 г. насам, което позволява сравнение на военните разходи на страните в местна валута по текущи цени; в щатски долари по постоянни цени и обменни курсове; като дял от БВП; на глава от населението и като дял от държавните разходи. За информация относно дефиниция, източници и методи, моля, вижте: https://www.sipri.org/databases/milex/sources-and-methods.",
  "textDataAccess": "Достъп до данните",
  "linkDataAccess": "https://milex.sipri.org/sipri",
  "textCountryClick": "Кликнете за повече информация",
  "extraInfoText_AT": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 797,30 Общи разходи в милиони щатски долари: 4 410,00",
  "extraInfoText_BE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 739,20 Общи разходи в милиони щатски долари: 7 629,40",
  "extraInfoText_BG": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 481,50 Общи разходи в милиони щатски долари: 1 918,40",
  "extraInfoText_CY": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 34,40 Общи разходи в милиони щатски долари: 566,90",
  "extraInfoText_CZ": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 1 050,90 Общи разходи в милиони щатски долари: 5 056,30",
  "extraInfoText_DE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 2669,90 Общи разходи в милиони щатски долари: 8144,90",
  "extraInfoText_DK": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 2669,90 Общи разходи в милиони щатски долари: 8144,90",
  "extraInfoText_EE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 371,20 Общи разходи в милиони щатски долари: 1189,50",
  "extraInfoText_EL": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: -1 015,60 Общи разходи в милиони щатски долари: 7 729,80",
  "extraInfoText_ES": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 3 392,50 Общи разходи в милиони щатски долари: 23 699,10",
  "extraInfoText_FI": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 2 901,60 Общи разходи в милиони щатски долари: 7 348,00",
  "extraInfoText_FR": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 7 662,60 Общи разходи в милиони щатски долари: 61 301,30",
  "extraInfoText_HR": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 157,00 Общи разходи в милиони щатски долари: 1439,10",
  "extraInfoText_HU": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 1 098,70 Общи разходи в милиони щатски долари: 4 355,50",
  "extraInfoText_IE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 104,90 Общи разходи в милиони щатски долари: 1 269,20",
  "extraInfoText_IT": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 837,00 Общи разходи в милиони щатски долари: 35 528,90",
  "extraInfoText_LT": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 426,40 Общи разходи в милиони щатски долари: 2160,80",
  "extraInfoText_LU": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 152,60 Общи разходи в милиони щатски долари: 662,50",
  "extraInfoText_LV": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 189,20 Общи разходи в милиони щатски долари: 1 045,30",
  "extraInfoText_MT": "",
  "extraInfoText_NL": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 2 992,40 Общи разходи в милиони щатски долари: 16 624,80",
  "extraInfoText_PL": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 16 308,60 Общи разходи в милиони щатски долари: 31 649,90",
  "extraInfoText_PT": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 656,60 Общи разходи в милиони щатски долари: 4 223,20",
  "extraInfoText_RO": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 422,70 Общи разходи в милиони щатски долари: 5 610,70",
  "extraInfoText_SE": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 1 032,40 Общи разходи в милиони щатски долари: 8 754,90",
  "extraInfoText_SI": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 132,30 Общи разходи в милиони щатски долари: 907,50",
  "extraInfoText_SK": "Увеличение или намаление на военните разходи 2022 г. спрямо 2023 г.: 577,40 Общи разходи в милиони щатски долари: 2 663,10"
}