{
  "heading": "Jaką część PKB przeznaczamy na uzbrojenie armii?",
  "subheading": "Wydatki wojskowe jako procent PKB w krajach UE w 2023 r., całkowite wydatki w USD oraz zmiana procentowa w porównaniu do 2022 r.",
  "legend1": "Brak dostępnych danych",
  "tooltip1": "PKB",
  "textSourceDescription": "Źródło",
  "textSource": "SIPRI",
  "textNoteDescription": "Notatka",
  "textNote": "Baza danych wydatków wojskowych SIPRI (SIPRI Military Expenditure Database) podaje roczne wydatki wojskowe poszczególnych krajów od 1949 roku, umożliwiając porównanie wydatków wojskowych w walucie lokalnej w cenach bieżących; w dolarach amerykańskich w cenach stałych i kursach walutowych; jako udział w PKB; na mieszkańca oraz jako udział w wydatkach rządowych. Informacje na temat definicji, źródeł i metod można znaleźć na stronie: https://www.sipri.org/databases/milex/sources-and-methods.",
  "textDataAccess": "Dostęp do danych",
  "linkDataAccess": "https://milex.sipri.org/sipri",
  "textCountryClick": "Kliknij, aby uzyskać więcej informacji",
  "extraInfoText_AT": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 22,07% Łączne wydatki w milionach USD: 4410,00 USD",
  "extraInfoText_BE": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 10,73% Całkowite wydatki w milionach USD: 7629,40",
  "extraInfoText_BG": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 33,51% Całkowite wydatki w milionach USD: 1918,40 USD",
  "extraInfoText_CY": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 6,46% Całkowite wydatki w milionach USD: 566,90",
  "extraInfoText_CZ": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 26,24% Całkowite wydatki w milionach USD: 5 056,30 USD",
  "extraInfoText_DE": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 19,01% Całkowite wydatki w milionach USD: 66 826,60",
  "extraInfoText_DK": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 48,77% Całkowite wydatki w milionach USD: 8144,90",
  "extraInfoText_EE": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 45,36% Całkowite wydatki w milionach USD: 1189,50 USD",
  "extraInfoText_EL": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: -11,61% Łączne wydatki w milionach USD: 7729,80",
  "extraInfoText_ES": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 16,71% Całkowite wydatki w milionach USD: 23 699,10",
  "extraInfoText_FI": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 65,26% Całkowite wydatki w milionach USD: 7348,00 USD",
  "extraInfoText_FR": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 14,29% Całkowite wydatki w milionach USD: 61 301,30",
  "extraInfoText_HR": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 12,25% Całkowite wydatki w milionach USD: 1439,10",
  "extraInfoText_HU": "Wzrost lub spadek wydatków wojskowych w latach 2022 i 2023: 33,74% Całkowite wydatki w milionach USD: 4355,50",
  "extraInfoText_IE": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 9,01% Łączne wydatki w milionach USD: 1269,20 USD",
  "extraInfoText_IT": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 2,41% Całkowite wydatki w milionach USD: 35 528,90 USD",
  "extraInfoText_LT": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 24,58% Całkowite wydatki w milionach USD: 2160,80 USD",
  "extraInfoText_LU": "Wzrost lub spadek wydatków wojskowych w latach 2022 i 2023: 29,93% Całkowite wydatki w milionach USD: 662,50",
  "extraInfoText_LV": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 22,10% Całkowite wydatki w milionach USD: 1 045,30 USD",
  "extraInfoText_MT": "",
  "extraInfoText_NL": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 21,95% Całkowite wydatki w milionach USD: 16 624,80",
  "extraInfoText_PL": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 106,31% Całkowite wydatki w milionach USD: 31 649,90 USD",
  "extraInfoText_PT": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 18,41% Całkowite wydatki w milionach USD: 4223,20 USD",
  "extraInfoText_RO": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 8,15% Łączne wydatki w milionach USD: 5610,70 USD",
  "extraInfoText_SE": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 13,37% Całkowite wydatki w milionach USD: 8754,90 USD",
  "extraInfoText_SI": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 17,07% Całkowite wydatki w milionach USD: 907,50",
  "extraInfoText_SK": "Wzrost lub spadek wydatków wojskowych w 2022 r. w porównaniu z 2023 r.: 27,68% Całkowite wydatki w milionach USD: 2 663,10"
}